import "./style.css"

export default function About(){
    return (
        <div className="about">
            <p>
                З самого початку письменницької кар’єри Стівен Кінг мав унікальну здатність безпомилково вгадувати запити своєї аудиторії.
                Протягом сорока років після виходу його першого роману "Керрі", він опублікував більше п’ятдесятьох книжок й усі вони мали шалений успіх серед читачів з усього світу.
                Невдовзі після виходу "Керрі" режисер Браян де Пальма зняв однойменний кривавий фільм жахів.
            </p>
            <p>
                А роман "Сяйво", що вийшов друком у 1977 році, де події розгортаються на гірськолижному курорті,
                а головними героями є хлопчик з надзвичайними здібностями читати думки інших та бачити майбутнє,
                а також його божевільний батько, став черговим підтвердженням письменницького таланту Кінга у жанрі психологічного трилера.
            </p>
            <p>
                Після екранізації роману Стенлі Кубриком у 1980 році, відбувається народження справжньої індустрії Стівена Кінга.
                За його романами було знято більше 100 фільмів та телепередач, але письменник навіть не думає зупинятись,
                адже юрби його шанувальників з нетерпінням очікують чогось новенького.
            </p>
        </div>
    );
}