import "./style.css"

export default function CurseAbout(){
    return (
        <div className="about">
            <p>
                Стівен Кінг завжди визнавав, що черпає натхнення у творах славетних письменників. 
                Так, його повість "Чоловік у чорному костюмі", що була опублікована у журналі The New Yorker та отримала премію О. Генрі, - данина Натаніелю Готорну. 
                Він написав новелу про чоловіка, який зустрічає диявола під час прогулянки у лісі. Зв’язок та спорідненість Кінга з Едгаром Алланом По вперше проявляється в оповіданні "Серце старого", написаного 1975 р. за мотивами оповідання По "Серце виказало".
            </p>
            <p>
                Творчість Говарда Філліпса Лавкрафта надихнула Кінга на написання науково-фантастичного роману "Томмінокери", 
                опублікованого в 1987 році. На творчість Стівена Кінга також впливали інші вигадливі літератори, серед яких Джордж Сондерс, Карен Расселл,
                Карен Джой Фоулер, Майкл Шабон та багато інших, які вийшли за рамки жанру, вдаючись до фентезі зі стилістичними особливостями трилеру, та не втратили при цьому гідності.
            </p>
            <p>
                Але чи означає це, що ми маємо сприймати Кінга як серйозного письменника? 
                Це питання знову стало актуальним у листопаді 2014 року, коли вийшла друком його нова книга "Відродження", що розкриває тему "угоди з дияволом". 
                Головними героями стали рокер-наркоман з Нової Англії та диявол у подобі священика. Повертаючись до запитання вище, моя відповідь була б умовно ствердною.
            </p>
        </div>
    );
}